Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/P12.tmx
Source language: en_us
Languages: zh_cn

source: Fischer Vs. Spassky
zh_cn: 棋手之死

source: For a long time after her husband died, Marina used to scream. She'd feel the scream rushing up from her stomach, choking her from the inside, and she'd run out of the room, stumbling over her kids' toys, and hide in the hallway, in the narrow space between the coatrack and the mirror stand, biting down on her right forearm to muffle the sound.
zh_cn: 玛丽娜在她丈夫去世后很长的一段时间里常常会尖声叫喊，她感到尖叫声冲出腹部堵在胸口，于是她跌跌撞撞穿过孩子们丢在地上的玩具奔出房间。她躲在衣帽架和穿衣镜之间狭小的空间里，用牙齿咬着自己的手臂来抑制尖叫声。

source: After the scream had passed, and she unclenched her teeth, there would be little circular marks on her arm that looked like irregular postage stamps.
zh_cn: 直到尖叫完毕她才会松开牙齿，在手臂上留下小小的圆形齿印像是一张不规则的邮票。

source: Those scars remained long after Marina had stopped screaming, long after she had ceased grieving for her husband altogether.
zh_cn: 这些齿印在玛丽娜不再尖叫后很长一段时间里还保留着，此时她也不再为丈夫的去世感到悲伤了。

source: Even now, thirty years later, she could feel them tingle at random moments.
zh_cn: 三十年过去了，她至今仍不时会有一种刺痛感。

source: She felt it when she heard Bobby Fischer's name on the radio. She was driving down a snowbound Brooklyn street on the way to see a client.
zh_cn: 当她从收音机里听到鲍比菲舍尔的名字时就有了这种感觉，当时她沿着路边覆盖着积雪的布鲁克林街开车，她正前去探望一位客户。

source: The radio was on low, but she thought she heard the announcer repeating that name.
zh_cn: 收音机的音量开得很低，但是她觉得自己听到播音员在重复着这个名字。

source: She turned up the volume and there it was: Bobby Fischer.
zh_cn: 她把音量开大，没错，就是在说鲍比菲舍尔。

source: Bobby Fischer had died. Bobby Fischer had died in Reykjavik, Iceland.
zh_cn: 鲍比菲舍尔死了，他在冰岛的雷克雅未克去世。

source: Marina turned onto a side street and started her crawl up the slippery slope that led to Elijah's house.
zh_cn: 玛丽娜拐弯进入一条支路，她把车开上通往伊利亚家的溜滑的坡道。

source: His empty driveway was unshovelled, so she had to park on the street between two caked mounds of brown snow.
zh_cn: 他家门口的车道上没有铲过雪，于是她只能将车停在街上两个脏兮兮的雪堆之间。

source: She knocked on the front door, then opened it without waiting for an answer.
zh_cn: 她敲了敲他家的前门，然后没等有回应就自己开了门。

source: Inside, there was the usual picture: Elijah in his chair, tiny, wrinkled, wearing his cancer hat, while his night health aide, a chubby young woman, dozed in front of the blaring TV.
zh_cn: 屋里还是像往常一样，满脸皱纹的伊利亚坐在椅子上，他戴着他的睡帽。他的夜间护理员是一个胖乎乎的年轻女子，她正在音量开得很大的电视机前打瞌睡。

source: Marina called the night aide's name to rouse her, and she groaned and opened her eyes.
zh_cn: 玛丽娜喊着护理员的名字把她叫醒，她哼哼唧唧地睁开了眼睛。

source: Her face was creased. Her mouth had traces of dried saliva.
zh_cn: 她的脸上压出了印纹，嘴角还留着干了的唾液痕迹。

source: She was embarrassed about being caught sleeping on the job but mostly angry at being woken up.
zh_cn: 她为自己在值岗时睡觉被人发现而感到难堪，更为被人搅了一场好梦而感觉恼火。

source: She took her time gathering her things, zipping up her boots, and heading outside, while Elijah sat, staring at the TV.
zh_cn: 她很快收拾起自己的东西，拉上靴子的拉链出了门，这时伊利亚坐着，他的眼睛盯着电视机。

source: "Bobby Fischer died today," Elijah said. "Look." And he pointed toward the TV. There was a closeup of Fischer in 1972.
zh_cn: “鲍比菲舍尔今天死了，你看，”伊利亚说，他用手指着电视机，屏幕上有一张菲舍尔1972年的特写照片。

source: An enormous, warty face, twitching with anxiety.
zh_cn: 这是一张长着疣子的大脸，他看上去因为忧心忡忡而愁眉不展。

source: "Do you know who he was?"
zh_cn: “你知道他是谁吗？”

source: "Oh, yes," Marina said. "I was following that match in Russia."
zh_cn: “是啊，我知道，”玛丽娜回答说，“我在俄国看过这场国际象棋比赛。”

source: She went to wash her hands, and when she came back into the room Elijah was slumped in his chair, his face twisted in pain.
zh_cn: 她去了洗手间，当她回到房间里的时候伊利亚瘫倒在椅子上，他的脸因为疼痛而扭曲。

source: She gave him his pills, then poured herself a cup of coffee, and sat down on the sofa.
zh_cn: 她让他服了药，然后为自己倒了一杯咖啡坐到了沙发上。

source: On the TV was footage of the 1972 match. Excited crowds in Reykjavik and Moscow. Excited crowds all over the States.
zh_cn: 电视里播放着1972年比赛的片段，分别有雷克雅未克和莫斯科两地情绪激昂的观众，还有全美国兴奋的观众。

source: Americans cheering for Fischer. Russians cheering for Spassky.
zh_cn: 美国人为菲舍尔鼓劲，而俄国人则为斯帕斯基加油。

source: "See how they're cheering?" Elijah asked. "I bet you were rooting for Spassky!"
zh_cn: “你看见他们是怎样喝彩的吗？”伊利亚问道，“我肯定你是追捧斯帕斯基的！”

source: His words were becoming slurred.
zh_cn: 他的话音变得有点含糊不清了。

source: "As a matter of fact, we supported Fischer," Marina said, but Elijah was already asleep.
zh_cn: “事实上我们支持菲舍尔，”玛丽娜说，但是伊利亚已经睡着了。

source: His head, too heavy for his withered neck, fell down onto his chest.
zh_cn: 他的头对于他那枯瘦的颈部来说过于沉重，现在他的头垂到了他胸前。

source: In 1972, all Marina's friends had rooted for Fischer.
zh_cn: 在1972年的时候，玛丽娜所有的朋友都支持菲舍尔。

source: All the Russian Jews who considered themselves liberal had wanted Fischer to win.
zh_cn: 所有认为自己有自由思想的俄国犹太人都希望菲舍尔赢。

source: For them, the Soviet Union stood for everything that was vile and deceitful, while the United States held the promise of everything that was good.
zh_cn: 对于他们来说，苏联代表着一切邪恶和欺骗，而美国则是一个有着美好希望的国家。

source: And Fischer was the face of that good. The enormous, warty face of democracy.
zh_cn: 菲舍尔的脸就是代表着那种美国式美好的脸，那是一张长着疣子的民主的脸面。

source: Marina's husband, Sergey, was an especially passionate supporter of Fischer.
zh_cn: 玛丽娜的丈夫谢尔盖是特别热心的菲舍尔支持者。

source: "I can't believe how they're making him look!" he said, slapping a fresh copy of Pravda down on the rickety kitchen table, making five-year-old Sasha jump.
zh_cn: “我不相信他竟会有这样的长相，”他说，他用力拍着一份新到的真理报，报纸放在摇摇晃晃的餐桌上，五岁的沙夏吓得跳了起来。

source: "Like a fucking idiot! The man is a genius!"
zh_cn: “他看上去像个白痴，其实是一个天才！”

source: "Sh-h-h!"
zh_cn: “嘘...！”

source: Marina said, as she always did when Sergey expressed his indignation in front of Sasha, even though she agreed with him a hundred per cent.
zh_cn: 玛丽娜说，当谢尔盖当着沙夏的面慷慨陈词时她常常会这样，尽管她百分之一百同意她丈夫的观点。

source: There were so many things about the Soviet Union that gnawed at them. So many lies, so many humiliations, big and small.
zh_cn: 苏联带给他们如此多的苦难，有太多的谎言，太多的羞辱，大大小小一应俱全。

source: The fact that Marina hadn't been accepted into graduate school because another Jew had just been given a spot.
zh_cn: 玛丽娜没有被研究生院录取，因为刚好有另外一名犹太人占了她的位置。

source: The fact that Sergey hadn't been allowed to attend a scientific conference abroad because he wasn't a member of the Party.
zh_cn: 谢尔盖不能去参加国外的科学会议，只因为他不是一名党员。

source: The fact that they had to stand in line to buy meat or toilet paper or underpants. Plain white cotton underpants- they weren't even pretty!
zh_cn: 他们必须要排队才能买到肉或卫生纸或内裤，那些本白的棉质内裤——它们甚至没有一点美感。

source: Color was what impressed Marina the most in the glimpses of foreign life that she saw in movies and magazines. Cars painted yellow and blue and green. Pink houses. Azure swimming pools. Red bras. Crimson lipstick.
zh_cn: 在有机会从电影或杂志上一窥外国生活的时候，色彩是给玛丽娜留下最深印象的东西：汽车漆成了黄色、蓝色和绿色，粉红色的房屋，湛蓝的游泳池，红色的胸罩，深红色的唇膏等等。

source: Straightforward envy over everyday objects grew into a kind of existential restlessness. She felt as if she were boxed up in some bleak, inferior world, while other people were outside enjoying bright and wonderful lives.
zh_cn: 对日用品的艳羡渐渐变成了对现实生活的不满，她觉得自己被关进了一个凄凉低劣的世界里，而外面的人们享受着光明美好的生活。

source: Sergey took it especially hard. Ever since he was a child he'd experienced the lack of freedom as a physical thing.
zh_cn: 谢尔盖在这方面的感觉更为强烈，自从孩提时代起他就经历了这种缺少自由的生活。

source: He liked to keep the frames of his glasses a little loose, to avoid even the slightest pressure on his temples.
zh_cn: 他喜欢把眼睛架放得松一些，这样可以避免给他的前额带来哪怕是最小的压力。

source: He never wore gloves, not even in the dead of winter, because they stifled his fingers.
zh_cn: 他从来不戴手套，甚至在严寒的冬天也不戴，因为手套会束缚他的手指。

source: Sasha grew up to be just like him. Or even worse. He never wore ties or turtlenecks and always bought shoes a half size too big.
zh_cn: 沙夏长大后也像他一样，或者更加变本加厉，他从来不戴领带或穿翻领衫，在买鞋子的时候也常会挑选大半码的。

source: In the fall of 1971, Sergey told her that they needed to think seriously about emigrating.
zh_cn: 到了1971年秋天，谢尔盖告诉她，他们应该认真考虑一下移民的事情了。

source: Some of their friends were in the process of leaving. Some had already left.
zh_cn: 他们有些朋友正在办理移民手续，有些已经离开了。

source: They had nothing to lose. Marina's parents were dead. Sergey's parents had two other sons.
zh_cn: 他们没有什么可以失去的：玛丽娜的父母已经过世了，谢尔盖的父母还有另外两个儿子。

source: Sergey was a talented chemist; he was bound to find a good job in the U.S., where the opportunities were unlimited and success required only talent and determination.
zh_cn: 谢尔盖有化学方面的专长，他肯定能在美国找到一份好工作，在美国机会是无限的，而成功只需要天赋和决心。

source: They could get a visa to Israel, he said, make it to Europe, then try to get into the U.S. from there.
zh_cn: 他说他们能得到以色列的签证，然后藉此进入欧洲，再从欧洲到美国。

source: It would be difficult, but not impossible.
zh_cn: 虽然要这样做很困难，但成功的希望还是有的。

source: The hardest part was getting the exit visa from the Soviet Union. Many people were denied.
zh_cn: 其中最困难的部分是得到离开苏联的签注，有许多人都被拒签了。

source: Their friends Andrey and Nina Botkin had been denied and now lived in a horrible state of limbo, outlaws in the eyes of the Soviet government, both fired from their jobs, Andrey painting cabins at some remote resort, Nina working as a cleaning lady at a school for the deaf, their son, Kolya, expelled from his kindergarten and left in the care of his psychotic grandmother.
zh_cn: 他们的朋友安德烈和妮娜波特金就曾经被拒签，如今他们的生存状况恶劣。在苏联政府的眼中他们是违法的歹徒，他们失去了自己的工作，安德烈在遥远的度假胜地油漆房屋，而妮娜在聋哑学校里做清洁工。他们的儿子柯亚被幼儿园赶了出来，只能由他患有精神病的祖母照顾。

source: Marina was terrified of ending up like that, and she could tell that Sergey was, too.
zh_cn: 玛丽娜担心自己也会有这样的结局，她能看出来，谢尔盖也是像她一样的害怕。

source: They spent the entire winter and a good part of the spring discussing whether applying for a visa was worth the risk.
zh_cn: 在整个冬季和大部分的春季他们都在谈论是否值得冒险去申请签证。

source: In May, when the match between Spassky and Fischer was first touted in the press as a Cold War standoff, Sergey, excited, said that he was willing to let the match decide their fate.
zh_cn: 到了五月份冷战还是僵持不下，但是斯帕斯基和菲舍尔棋赛的消息开始出现在报纸上。谢尔盖很兴奋，他说他愿意让这场棋赛来决定他们的命运——

source: If Fischer won, they would apply for exit visas. If he lost, they would stay in the Soviet Union.
zh_cn: 假如菲舍尔赢了他们就去申请出国签证；假如他输了，他们就继续留在苏联。

source: Marina didn't take this too seriously. She started looking for a dacha for the summer.
zh_cn: 玛丽娜没有拿这件事当真，她开始找一处能在夏季度假的别墅。

source: She found a tiny house in a village called Oselki, perched on a hill right by the train station.
zh_cn: 她在一个名为奥塞尔基的小村庄里找到了一间小屋，屋子就坐落在火车站边的山坡上。

source: "We'll be able to see you coming home from the porch," she said to Sergey.
zh_cn: “我们从门廊里就可以看见你回家，”她对谢尔盖说。

source: It was an ugly house. All brown, with chipped pink paint on the shutters. Marina found it touching.
zh_cn: 屋子的外表很难看，全部都是棕褐色的，但百叶窗上却有斑驳的粉红色油漆，玛丽娜就是为此而感到心动的。

source: Oselki was thirty-three kilometres from Moscow, thirty-three hundred kilometres from Reykjavik, and four hours ahead.
zh_cn: 奥塞尔基离莫斯科33公里，离雷克雅未克3300公里，有四个小时的时差。

source: It was Sergey who had calculated the distance and the time difference, so that it would be easier for them to follow the match in real time.
zh_cn: 是谢尔盖计算出了距离和时差，这样便于他们实时观看比赛。

source: "Seven, it's seven here," he mumbled when he woke up. "It's only 3 A.M. in Reykjavik. Fischer and Spassky must be fast asleep."
zh_cn: “七点，我们这里是七点，”他早上醒来时咕哝着说，“在雷克雅未克只有凌晨3点，菲舍尔和斯帕斯基肯定还在睡觉。”

source: Marina groaned and got out of bed. She threw a shawl over her nightgown and ran to the outhouse.
zh_cn: 玛丽娜哼哼唧唧起了床，她在睡袍上披了一条围巾就走到了屋外。

source: A warm morning mist rose up off the flowers and the blades of grass, making her feel mildly elated.
zh_cn: 从花草丛里升起了温暖的晨雾，让她感到有点兴奋起来。

source: They had breakfast on the porch. Sergey was content to eat a little bread and cheese, and then run to the station, but Sasha always asked for farina.
zh_cn: 他们在门廊上用早餐，谢尔盖只吃了一点面包和奶酪就够了，早餐后他赶去了火车站。

source: Marina cooked it in an old dented pot, then poured it into shallow bowls, and put a lump of yellow butter and some apple jelly at the center of each.
zh_cn: 但是沙夏要吃米粉糊，玛丽娜就在一只表面坑洼的锅子里煮，然后倒进两只浅碗里，分别在上面加上了白脱油和苹果酱。

source: They ate their porridge in slow spirals, saving the treat for last.
zh_cn: 他们两人慢慢地吃着下面的米粉糊，把好吃的东西留到最后。

source: After breakfast, Marina took Sasha to the woods to pick berries- strawberries in July, blueberries in August.
zh_cn: 早饭后玛丽娜带着沙夏来到了树林里，在七月份他们可以采到浆果和草莓，八月份树林里有蓝莓。

source: He had a small plastic pail, and Marina carried a large aluminum jug; she loved how the blueberries rapped against the bottom.
zh_cn: 沙夏有一只小塑料桶，玛丽娜带着一个大铝罐，她喜欢看着蓝莓在罐底里堆起来。

source: When they came home, Sasha played with his modelling clay, and Marina tended to the berries.
zh_cn: 当他们回到家里时沙夏玩起了橡皮泥，玛丽娜就开始分拣浆果。

source: They were small and wet. Some of them were rotten already; others were unripe.
zh_cn: 浆果又小又湿，有些已经腐烂了，还有一些没有成熟。

source: It took a long time to clean them, but Marina didn't mind.
zh_cn: 清洗这些浆果要花很多时间，但是玛丽娜不在乎。

source: After lunch, she undressed Sasha for his nap, removing his clothing in layers: his pants smelled like garden soil, his sweater like modelling clay, and his shirt like apple jelly and Sasha- that distinct Sasha smell that Marina couldn't describe but loved so much.
zh_cn: 午饭后她为沙夏脱去衣服让他睡午觉。她一层层地脱他的衣服，他的裤子散发出花园里泥土的味道，毛衣像他的橡皮泥。他的衬衣有苹果酱和沙夏独特的味道，玛丽娜说不出这种味道是怎样的，但是她非常喜欢这种味道。

source: She used Sasha's nap time to work on her dissertation.
zh_cn: 她利用沙夏午睡的时间来做她的学位论文。

source: The summer of 1972 was exceptionally hot, and his nap fell at the hottest time of the day, but it wasn't too bad in the garden.
zh_cn: 1972年的夏季特别炎热，而沙夏的午睡就在一天当中最热的时候，但是在花园里还算过得去。

source: Marina would spread a blanket under a tree and lie down with a book.
zh_cn: 玛丽娜在树下铺上一块毯子，她拿着一本书躺在毯子上。

source: She had brought to the dacha a typewriter and five crates of books on behavioral psychology. So far the typewriter had sat unused.
zh_cn: 她把一架打字机和五箱有关行为心理学的书带到了度假小屋，到目前为止打字机还没有被用上。

source: Sergey scolded Marina for not working. "I'm doing my research," she'd say.
zh_cn: 谢尔盖嘲笑玛丽娜偷懒，“我在做研究，”她辩解说。

source: But more often than not she'd drop the book on the blanket, and lie down on her side, staring at the dark, crumbly soil so close to her face.
zh_cn: 但是有更多的时候她把书仍在毯子上，侧身躺着盯着她面前不远处的深色泥土发呆。

source: When she was pregnant with Sasha, she'd had a weird craving to eat soil.
zh_cn: 当她怀着沙夏的时候，她有一种想吃泥土的奇怪欲望。

source: What she craved now was for Sergey to appear in the garden and fuck her right there, pressing her naked body into the soil.
zh_cn: 现在她渴望的是谢尔盖出现在花园里与她做爱，将她赤裸的身体压进土壤里。

source: She imagined that it would feel warm at first, but then as she sank deeper it would become colder and colder and smell stronger and stronger until she disappeared into the earth.
zh_cn: 她想象如果这样的话，她在开始的时候会感觉很温暖，但随着她越来越深地沉入到泥土中，她会变得越来越冷，气味越来越大，直到最后她消失在泥土中。

source: Marina never shared these fantasies with Sergey. They never really talked about sex. There was no point in talking.
zh_cn: 玛丽娜从来没有把自己的幻想告诉谢尔盖，他们真的从来不谈有关性的事情，谈这样的事情没意义。

source: Every night, Marina would wait for Sergey on the porch.
zh_cn: 每天晚上玛丽娜都会在门廊上等谢尔盖回家。

source: His train arrived at six-fifteen. It was only two-fifteen in Reykjavik, not that she really cared what time it was in Reykjavik.
zh_cn: 他乘坐的火车在六点十五分到站，这时在雷克雅未克只有两点十五分，其实她并不真的很关心雷克雅未克现在是什么时间。

source: Sergey carried bags (bread and butter, chicken and fruit- the country store had little to offer), but he always kept his back very straight, as if he wanted to pretend that the bags weighed nothing at all.
zh_cn: 谢尔盖背着包（里面装有面包和白脱油，鸡肉和水果——乡下的小店里商品很少），但是他的腰背总是挺得很直，好像他要装出背包很轻的样子。

source: He wore a long bushy beard that summer, which looked ridiculous on his young face.
zh_cn: 那年夏天他留着浓密的大胡子，这样的胡子留在他年轻的脸庞上显得很怪诞。

source: His white shirt was soaked with sweat, stains spreading under his arms and over his back, making him appear even thinner than he was.
zh_cn: 他的白衬衫浸透了汗水，他的腋下和后背都有汗迹，这样他看上去更加消瘦了。

source: Marina always marvelled at how brittle he seemed, when she slid into his arms and clasped her hands around his back. She could have counted his vertebrae.
zh_cn: 每当玛丽娜挽着他的手臂，用手绕过他的后背时，她总是感到他是多么的瘦弱，她觉得自己能数得出他的脊椎骨。

source: Sasha would jump out from behind a bush and shoot at Sergey with his toy gun, or wave a caterpillar under his nose, or just clutch onto his leg, screaming, "Papa! Papa! Papa!"
zh_cn: 沙夏会从树丛里跳出来，他用玩具枪向谢尔盖开火，或者把一条毛毛虫塞到他的鼻子下，或者干脆抱着他的腿尖叫着“爸爸！爸爸！爸爸！”

source: Then he'd run off to play again, while Marina stayed, as if frozen, in her husband's arms.
zh_cn: 然后他又去玩自己的了，而玛丽娜留了下来，她好像被冻结在丈夫的臂弯里。

source: "Masha. Mashen'ka," he'd say and bend to kiss her neck, while she pressed herself to him tighter and tighter.
zh_cn: “玛莎，玛莎卡，”他这样呼唤着她，低下头来吻她的颈部，而她把自己越来越紧 地贴在丈夫的身上。

source: Sometimes he called her "my buttermilk cow." She didn't know why.
zh_cn: 有时他叫她“我的小母牛”，她不知道这是为什么。

source: "Mom, that's horrible," Marina's daughter said, when Marina told her this years later. "He meant you were fat!"
zh_cn: “妈，这太可怕了，”许多年后，当玛丽娜把这件事告诉自己的女儿时，女儿这样说，“他的意思是你太胖了！”

source: No, he meant that he loved her. But Marina didn't know how to explain that to her daughter.
zh_cn: 不对，他的意思是他爱她，但是玛丽娜不知道怎样才能向女儿解释清楚。

source: He called Sasha a "maestro of farts" and a "hidalgo of snot," and loved him more than anything.
zh_cn: 他说沙夏是一个“傻瓜大师”和“傲慢的下等绅士”，但是他无比爱他的儿子。
